{
  "aboutMeTitle": "About Me",
  "aboutMeText": "Software Development and Management Engineer with solid experience in databases and web development, currently expanding my expertise in data analysis. Proficient in SQL, C#, ASP.NET, and recently JavaScript. I am actively enhancing my skills with data analysis tools such as Power BI, Qlik Sense, and Excel. As a proactive and self-driven professional, I lead high-performance teams and develop projects focused on process optimization and continuous improvement.",
  "navHome": "Home",
  "navAbout": "About Me",
  "navProjects": "Projects",
  "navCV": "CV",
  "selectlang": "Traducir:",
  "heroTitle1": "Software Developer",
  "heroTitle2": "Engineer /",
  "heroTitle3": "Data Analyst",
  "heroTypewriter": [
    "Trainee",
    "Enthusiast",
    "Fan"
  ],
  "heroDescription1": "Software Development and Management Engineer,",
  "heroDescription2": "currently exploring the amazing world of",
  "heroDescription3": "Data Analysis.",
  "heroButton": "Message me",
  "experienceTitle": "Experience",
  "experienceItems": [
    {
      "title": "2017 - 2021 Agricultural Sector Manager",
      "company": "Family Business",
      "description": "Managed task assignments and supervised irrigation system maintenance for 15 subordinates, achieving a ~20% increase in production while ensuring product quality and accurate inventory allocation.",
      "position": "start",
      "animation": "fade-right"
    },
    {
      "title": "2022 Website Designer",
      "company": "National Institute of Educational Robotics (INIRE)",
      "description": "Conceptual proposal and graphic design for a company website based on its requirements.",
      "position": "end",
      "animation": "fade-left"
    },
    {
      "title": "2023 Web Developer",
      "company": "BeeHive Systems",
      "description": "Development of a web module for the control and monitoring of residential developments, based on the company's proprietary software.",
      "position": "start",
      "animation": "fade-right"
    },
    {
      "title": "2023 - 2024 IT Teacher",
      "company": "Technological University of Nayarit",
      "description": "Developed and implemented study plans for TSU and Engineering students in databases, cloud computing, and software development, achieving a 96% teacher evaluation satisfaction rate.",
      "position": "end",
      "animation": "fade-left"
    },
    {
      "title": "Data Analyst / Software Developer",
      "company": "Today - Indefinitely",
      "description": "Currently looking for a job where I can learn as much as possible, contributing my best to the company.",
      "position": "start",
      "animation": "fade-right"
    }
  ],
  "languagesTitle": "Languages",
  "toolsTitle": "Tools",
  "cvTitle": "Curriculum Vitae",
  "downloadButtones": "English",
  "downloadButtonen": "Spanish",
  "projectsTitle": "Projects",
  "graphicDesign": "UX and UI / Graphic Design",
  "studyWatchTitle": "Study Watch",
  "studyWatchDescription": "A series of mockups designed for a wearable app tailored for the Apple Watch. The mockups showcase a clean and intuitive interface optimized for the Apple Watch's small screen, ensuring a seamless user experience.",
  "orbikTitle": "ORBIK Website",
  "orbikDescription": "A website design created for the National Institute of Educational Robotics (INIRE). The project aimed to propose conceptual and graphical design for the organization's website, serving as a foundation for future development.",
  "dataAnalysis": "Data Analysis",
  "hrrrSummaryTitle": "HHRR Summary",
  "hrrrSummaryDescription": "A Power BI dashboard summarizing HR data, including employee stats, such as education level, department, location, and more. Provides actionable insights for HR decision-making.",
  "salesSummaryTitle": "Sales Summary",
  "salesSummaryDescription": "A dynamic and interactive sales dashboard created using Qlik Cloud. Provides a comprehensive overview of sales performance, including revenue, profit margins, and trends.",
  "softwareDevelopment": "Software Development",
  "gymWebsiteTitle": "Gym Website",
  "gymWebsiteDescription": "A static website built with React for a local gym. It includes a service menu, contact form, and responsive design for all devices. The site is focused on promoting the gym's offerings and making it easy for potential clients to get in touch.",
  "agriculturalBlogTitle": "Agricultural and livestock blog",
  "agriculturalBlogDescription": "Developed with PHP, Laravel, and Bootstrap, this blog allows users to register accounts, create, edit, and delete posts, and share information about agriculture and livestock. It features a user-friendly interface and full CRUD functionality.",
  "seeProject": "See Project",
  "moreInfo": "More Info",
  "jobguyDescription": "A mobile-first application designed to streamline project management for independent contractors. The design focuses on ease of use from smartphones, enabling users to track tasks, communicate with clients, and manage payments on the go.",
  "uxuiDescription": "A design project featuring wireframes and mockups for a photography-focused social platform. The visual proposal emphasizes user-generated content, offering an intuitive experience for browsing, sharing, and discovering photos across devices.",
  "portfolioTitle": "Digital Portfolio",
  "portfolioDescription": "A custom-designed digital portfolio built to showcase my professional background. It features sections for my academic degree, work experience, downloadable resume, and a curated selection of relevant projects developed across various technologies.",
  "appleTitle": "Apple Infographic",
  "appleDescription": "A visual infographic focused on Apple’s brand identity, highlighting its visual evolution, core values, and minimalist design language. The project follows Apple’s material design principles to ensure aesthetic coherence and reflect the elegance that defines its product ecosystem.",
  "certificateTitle": "Certificate",
  "certificateDescription": "Certificate of completion for the Data Analysis course from Cisco Network Academy, covering key data analysis theory, techniques and tools, such as Excel, SQL, Tableau, and Python."
}